{
  "terms-one-title": "Introduction",
  "terms-one-content": "<p>Welcome to www.romariosports.com, service provided by Romario Sports Co., LLC. In using this service provided by Romario Sports Co., LLC, you are deemed to have accepted the terms and conditions listed below. The Website is provided as a service to you and is intended to allow you and other users to browse and order products and other goods or services ('Products') offered for sale on the Website ('Services'). Romario Sports reserves the right to delete, modify, or supplement the content of the Website at any time for any reason without prior notification, and will use reasonable efforts to include up-to-date and accurate information on the Website. All products/services and information displayed on www.romariosports.com constitute an 'invitation to offer'. Your order for purchase constitutes your 'offer' which shall be subject to the terms and conditions as listed below. www.romariosports.com reserves the right to accept or reject your offer. If you have supplied us with your valid email address, we will notify you by email as soon as possible to confirm receipt of your order and email you again to confirm details and therefore process the order. Our acceptance of your order will take place upon dispatch of the product(s) ordered. No act or omission of www.romariosports.com prior to the actual dispatch of the product(s) ordered will constitute acceptance of your order.</p>",
  "terms-two-title": "ACCOUNT & REGISTERED USER",
  "terms-two-content": "<p>In order to purchase any Products on the Website, you may either register and create an account secured by a password (the 'Account') or submit your order without creating the Account i.e. as a 'Guest'. Any Account so created is personal to you, and you may not transfer it to another person. Your registration or order (in case of Guest) shall be complete after you accept the Terms. The Terms will apply each time you submit an order for any Products on the Website.If you register and create an Account, you are a 'Registered User'. To become a Registered User or to submit an order for any Products on the Website as a Guest, you must be at least 21 years of age, and must provide true, accurate, current, and complete in all respects information about yourself (including name, date of birth, email address, credit card details, and other details) as requested during the Account creation process or at the time of submission of the order on the Website as a Guest. If you are under the age of 21 years, you may use this Website only under the supervision of a parent or legal guardian who agrees to be bound by these Terms. If you are a parent or legal guardian agreeing to these Terms on behalf of a person under the age of 21 years, you are fully responsible for his or her use of this Website, including all financial charges and legal liability that he or she may incur. Romario Sports reserves the right to refuse service, terminate Accounts, or cancel orders at their sole discretion. By registering and using the Website, you warrant that the information provided by you in the course of the registration process or in the course of submission of order for any Products on the Website as a Guest is true accurate, current, and complete in all respects and you undertake to ensure that such information is kept up-to-date and agree that such information shall be treated as per the Privacy Policy. You are responsible for maintaining the confidentiality of your Account and password and for restricting access to your personal computer or electronic or other mobile or wireless device, and you agree to accept responsibility for all activities that occur under your Account or password. Romario Sports assumes no liability to any person for any loss or damage which may arise as a result of any failure by you in protecting your password or Account. If Romario Sports has reason to believe that there is likely to be a breach of security or misuse of the Website, we may require you to change your password or we may suspend your account without any liability to us.  The Site is not available to persons whose membership has been suspended or terminated by www.romariosports.com for any reason whatsoever. If you are registering as a business entity, it represents that you have the authority to bind the entity to this User Agreement. Those who choose to access this Site from outside UAE are responsible to comply with local laws to the extent local laws are applicable. www.romariosports.com will deliver the products only within its jurisdiction and will not be liable for any claims relating to any products ordered from outside its jurisdiction.Except for product where additional terms and conditions are provided which are product specific, these terms and conditions supersede all previous representations, understandings, or agreements and shall prevail notwithstanding any variance with any other terms of any order submitted.By using the services of www.romariosports.com you agree to be bound by the Terms and Conditions.'Your Information' is defined as any information you provide to us in the registration, buying or listing process, in the feedback area or through any email feature. We will protect Your Information in accordance with our Privacy Policy. If you use the Site, you are responsible for maintaining the confidentiality of Your Account and Password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your Account or Password. www.romariosports.com shall not be liable to any person for any loss or damage which may arise as a result of any failure by you to protect your password or account. If you know or suspect that someone else knows your password you should notify us by contacting us immediately through the address provided below. If www.romariosports.com has reason to believe that there is likely to be a breach of security or misuse of the Www.romariosports.com Site, we may require you to change your password or we may suspend your account without any liability to Www.romariosports.com.</p>",
  "terms-three-title": "You also agree to:",
  "terms-three-content": "<p>1.Provide true, accurate, current, and complete information about yourself as prompted by Romario Sport Co., registration form (such information being the 'Registration Data')<br> 2.Maintain and promptly update the Registration Data to keep it true, accurate, current, and complete.<br> If you provide any information that is untrue, inaccurate, incomplete, or not current or if www.romariosports.com has reasonable grounds to suspect that such information is untrue, inaccurate, and not current or not in accordance with the User Agreement, www.romariosports.com has the right to indefinitely suspend or terminate your membership and refuse to provide you with access to the Site.",
  "terms-four-title": "Pricing Information",
  "terms-four-content": "<p>While www.romariosports.com strives to provide accurate product and pricing information, pricing or typographical errors may occur. Therefore, www.romariosports.com cannot confirm the price of a product until after you order.<br> You agree to pay the full amount payable for the Product as indicated during the order process, including any shipping costs or charges incurred with that order. All prices are displayed in United Arab Emirate dirhams.<br> Romario Sports may not accept your order for Products if (a) the item/s is/are out of stock; (b) Romario Sports is unable to obtain authorization for your payment; (c) shipping restrictions apply to a particular Product; (d) Romario Sports finds a Product or pricing error; or (e) for any other reason at Romario Sports’ sole discretion. In any of these situations, Romario Sports will inform you that your order has not been accepted, will not process your payment and will not be liable to you or any third party by reason of our decision to decline processing an order, or unwinding or suspending any transaction after processing has begun.<br> Unless the product ordered by you has been dispatched, your offer will not be deemed accepted and www.romariosports.com will have the right to modify the price of the product and contact you for further instructions using the e-mail address provided by you during the time of registration, or cancel the order and notify you of such cancellation.<br> We strive to provide you with the best prices possible on www.romariosports.com as well as in all our stores under Romario Sports Co., LLC. However, sometimes a price online does not match the price in a store. In our effort to be the lowest price provider in your particular geographic region, store pricing will sometimes differ from online prices. Prices and availability are subject to change without prior notice.<br> All amounts published at checkout are inclusive of VAT, which means you will not have to pay anything additional. Your delivery charge or Cash on Delivery charge, if any, will also include VAT.</p>",
  "terms-five-title": "Cancellation by www.romariosports.com",
  "terms-five-content": "<p>Please note that there may be certain orders that we are unable to accept and must cancel. We reserve the right, at our sole discretion, to refuse or cancel any order for any reason. Some situations that may result in your order being canceled include limitations on quantities available for purchase, inaccuracies or errors in product or pricing information, or problems identified by our credit and fraud avoidance department. We may also require additional verifications or information before accepting any order. We will contact you if all or any portion of your order is canceled or if additional information is required to accept your order. If your order is cancelled after your credit card has been charged, the said amount will be reversed back in your Card Account. No cash disbursement shall be made under any condition whatsoever.</p>",
  "terms-six-title": "Cancellations by the Customer",
  "terms-six-content": "<p>In case we receive a cancellation notice and the order has not been processed/approved by us, we shall cancel the order and refund the entire amount. We will not be able to cancel orders that have already been processed and shipped out by us. www.romariosports.com has the full right to decide whether an order has been processed or not. The customer agrees not to dispute the decision made by www.romariosports.com and accept www.romariosports.com's decision regarding the cancellation.</p>",
  "terms-seven-title": "Credit Card Details",
  "terms-seven-content": "<p>You agree, understand and confirm that the credit/debit card details provided by you for availing of services on www.romariosports.com will be correct and accurate and you shall not use the credit/debit card which is not lawfully owned by you, i.e. in a credit card transaction, you must use your own credit card. You further agree and undertake to provide the correct and valid credit/debit card details to www.romariosports.com. Further the said information will not be utilized and shared by www.romariosports.com with any of the third parties unless required for fraud verifications or by law, regulation, or court order. www.romariosports.com will not be liable for any credit card fraud. The liability for use of a card fraudulently will be on you and the onus to 'prove otherwise' shall be exclusively on you.</p>"
}